{
  "header": {
    "title": "Dites adieu aux dilemmes de cuisine avec Eat'Easy",
    "subtitle": "Débloquez le potentiel de votre garde-manger ! Nous vous aidons à générer des recettes personnalisées basées sur les ingrédients que vous avez déjà. Économisez du temps, réduisez le gaspillage et savourez des repas sains et délicieux adaptés à vos préférences.",
    "appleStore": "Apple Store",
    "playStore": "Play Store"
  },
  "features": {
    "sectionTitle": "Fonctionnalités de Génération de Recettes IA",
    "sectionSubtitle": "Eat'Easy est votre assistant culinaire intelligent, équipé de fonctionnalités IA qui rendent la planification des repas sans effort et la découverte de recettes passionnante. Transformez votre expérience de cuisine avec des suggestions de recettes intelligentes !",
    "addIngredients": {
      "title": "Gestion Intelligente des Ingrédients",
      "description": "Ajoutez et suivez facilement les ingrédients de votre inventaire de cuisine. Notre IA reconnaît vos articles de garde-manger pour un appariement de recettes précis."
    },
    "generateRecipes": {
      "title": "Générateur de Recettes IA",
      "description": "Obtenez des suggestions de recettes personnalisées alimentées par l'intelligence artificielle, parfaitement adaptées à vos ingrédients disponibles et préférences alimentaires."
    },
    "mealPrepTracker": {
      "title": "Organisez votre préparation de repas et suivez les calories",
      "description": "Planifiez facilement vos repas et suivez les calories que vous consommez pour rester au top de vos objectifs de santé.",
      "soon": "(Bientôt)"
    },
    "challengeFriends": {
      "title": "Défier des amis",
      "description": "Rivalisez avec vos amis pour relever des défis et gagner des badges au fur et à mesure de votre progression.",
      "soon": "(Bientôt)"
    },
    "scanReceipts": {
      "title": "Scanner les reçus d'achat",
      "description": "Téléchargez vos reçus d'achat pour ajouter automatiquement des articles à votre inventaire."
    },
    "voiceToText": {
      "title": "Voix vers texte",
      "description": "Utilisez des commandes vocales pour ajouter des ingrédients ou trouver des recettes avec facilité.",
      "soon": "(Bientôt)"
    }
  },
  "newsletter": {
    "title": "Recettes délicieuses livrées quotidiennement dans votre boîte mail",
    "placeholder": "votre.email@exemple.com",
    "submit": "Soumettre",
    "submitting": "Envoi en cours...",
    "successMessage": "Abonnement réussi ! Veuillez vérifier votre boîte de réception.",
    "errorMessage": "Veuillez entrer une adresse email valide.",
    "backgroundText": "DÉLICIEUX"
  },
  "recipes": {
    "sectionTitle": "Recettes adaptées à vos préférences",
    "sectionSubtitle": "Sucré, épicé, sain ou gourmand—vous décidez. Explorez des recettes qui correspondent à vos envies !",
    "african": {
      "title": "Cuisine Africaine",
      "description": "Explorez les saveurs riches et épicées de la cuisine africaine traditionnelle."
    },
    "smoothie": {
      "title": "Smoothies",
      "description": "Smoothies rafraîchissants et nutritifs pour un boost d'énergie."
    },
    "dessert": {
      "title": "Desserts",
      "description": "Desserts décadents pour satisfaire votre dent sucrée."
    },
    "tacos": {
      "title": "Tacos",
      "description": "Tacos savoureux avec des garnitures fraîches et des épices audacieuses."
    }
  },
  "monthlyFeatured": {
    "sectionTitle": "Plat vedette du mois",
    "sectionSubtitle": "Découvrez notre délicieuse sélection du mois et laissez-vous inspirer pour de nouveaux plats !",
    "recipeTitle": "Crevettes grillées au citron et à l'ail",
    "recipeDescription": "Un plat de fruits de mer savoureux avec des crevettes parfaitement grillées, infusées de citron frais et d'ail aromatique.",
    "rating": "Note",
    "cookingTime": "Temps de cuisson",
    "timeValue": "20 minutes",
    "chef": "Chef",
    "chefName": "Chef Maria"
  },
  "team": {
    "sectionTitle": "L'équipe derrière votre expérience culinaire",
    "sectionSubtitle": "Rencontrez les chefs passionnés qui créent des recettes incroyables pour vous !",
    "edward": {
      "name": "Edward Thompson",
      "role": "Chef principal et fondateur",
      "description": "Avec plus de 15 ans d'expérience culinaire, Edward apporte créativité et expertise à chaque recette."
    },
    "liam": {
      "name": "Liam Johnson",
      "role": "Spécialiste en nutrition",
      "description": "Liam s'assure que chaque repas est non seulement délicieux mais aussi nutritionnellement équilibré."
    },
    "sophia": {
      "name": "Sophia Martinez",
      "role": "Chef en innovation culinaire",
      "description": "Sophia expérimente avec des saveurs du monde entier pour vous apporter des recettes uniques."
    }
  },
  "footer": {
    "shareRecipe": {
      "title": "Partagez vos recettes avec le monde !",
      "button": "Partager la recette"
    },
    "product": {
      "title": "Produit",
      "features": "Fonctionnalités",
      "pricing": "Tarifs",
      "testimonials": "Témoignages",
      "integrations": "Intégrations"
    },
    "company": {
      "title": "Entreprise",
      "about": "À propos",
      "blog": "Blog",
      "careers": "Carrières",
      "contact": "Contact"
    },
    "resources": {
      "title": "Ressources",
      "help": "Aide",
      "support": "Support",
      "documentation": "Documentation",
      "privacy": "Confidentialité",
      "terms": "Conditions"
    },
    "social": {
      "title": "Suivez-nous",
      "facebook": "Facebook",
      "twitter": "Twitter",
      "instagram": "Instagram"
    },
    "contact": {
      "email": "Contactez-nous :",
      "copyright": "© 2024 Eat'Easy. Tous droits réservés."
    }
  },
  "privacy": {
    "title": "Politique de Confidentialité",
    "effectiveDate": "Date d'entrée en vigueur : 15 décembre 2024",
    "sections": {
      "introduction": {
        "title": "1. Introduction",
        "content": "Bienvenue chez Eat'Easy ! Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles lorsque vous utilisez notre application mobile et nos services."
      },
      "dataCollection": {
        "title": "2. Informations que nous collectons",
        "content": "Nous collectons les informations que vous nous fournissez directement, telles que lorsque vous créez un compte, ajoutez des ingrédients, générez des recettes ou contactez notre support client."
      },
      "dataUsage": {
        "title": "3. Comment nous utilisons vos informations",
        "content": "Nous utilisons vos informations pour fournir et améliorer nos services, personnaliser votre expérience, communiquer avec vous et assurer la sécurité de notre plateforme."
      },
      "dataSharing": {
        "title": "4. Partage d'informations",
        "content": "Nous ne vendons pas vos informations personnelles. Nous pouvons partager vos informations avec des prestataires de services de confiance qui nous aident à faire fonctionner notre application."
      },
      "dataSecurity": {
        "title": "5. Sécurité des données",
        "content": "Nous mettons en place des mesures de sécurité appropriées pour protéger vos informations personnelles contre l'accès non autorisé, la modification, la divulgation ou la destruction."
      },
      "userRights": {
        "title": "6. Vos droits",
        "content": "Vous avez le droit d'accéder, de corriger ou de supprimer vos informations personnelles. Vous pouvez également vous opposer au traitement de vos données dans certaines circonstances."
      },
      "contact": {
        "title": "7. Nous contacter",
        "content": "Si vous avez des questions sur cette politique de confidentialité, veuillez nous contacter à eateasyhub@gmail.com."
      }
    }
  },
  "terms": {
    "title": "Conditions d'Utilisation",
    "effectiveDate": "Date d'entrée en vigueur : 15 décembre 2024",
    "sections": {
      "acceptance": {
        "title": "1. Acceptation des conditions",
        "content": "En accédant et en utilisant l'application Eat'Easy, vous acceptez d'être lié par ces conditions d'utilisation et toutes les lois et réglementations applicables."
      },
      "services": {
        "title": "2. Description des services",
        "content": "Eat'Easy est une application mobile qui aide les utilisateurs à générer des recettes personnalisées basées sur les ingrédients disponibles, avec des fonctionnalités de gestion des ingrédients et de planification des repas."
      },
      "userAccount": {
        "title": "3. Compte utilisateur",
        "content": "Vous êtes responsable de maintenir la confidentialité de votre compte et de votre mot de passe, et vous acceptez la responsabilité de toutes les activités qui se produisent sous votre compte."
      },
      "userConduct": {
        "title": "4. Conduite de l'utilisateur",
        "content": "Vous acceptez d'utiliser l'application uniquement à des fins légales et d'une manière qui ne porte pas atteinte aux droits d'autrui ou ne restreint ou n'inhibe l'utilisation de l'application par quiconque."
      },
      "intellectualProperty": {
        "title": "5. Propriété intellectuelle",
        "content": "L'application et son contenu original, ses fonctionnalités et sa fonctionnalité sont et resteront la propriété exclusive d'Eat'Easy et de ses concédants de licence."
      },
      "limitation": {
        "title": "6. Limitation de responsabilité",
        "content": "En aucun cas Eat'Easy ne sera responsable de dommages indirects, accessoires, spéciaux, consécutifs ou punitifs résultant de votre utilisation de l'application."
      },
      "modifications": {
        "title": "7. Modifications",
        "content": "Nous nous réservons le droit de modifier ou de remplacer ces conditions à tout moment. Si une révision est importante, nous fournirons un préavis d'au moins 30 jours avant l'entrée en vigueur des nouvelles conditions."
      },
      "contact": {
        "title": "8. Informations de contact",
        "content": "Si vous avez des questions sur ces conditions d'utilisation, veuillez nous contacter à eateasyhub@gmail.com."
      }
    }
  },
  "deleteAccount": {
    "title": "Supprimer le compte",
    "subtitle": "Nous sommes désolés de vous voir partir",
    "description": "Si vous souhaitez supprimer votre compte Eat'Easy, veuillez suivre les instructions ci-dessous. Veuillez noter que cette action est irréversible et toutes vos données seront définitivement supprimées.",
    "steps": {
      "title": "Étapes pour supprimer votre compte :",
      "step1": "Ouvrez l'application Eat'Easy sur votre appareil",
      "step2": "Allez dans Paramètres > Paramètres du compte",
      "step3": "Faites défiler vers le bas et appuyez sur 'Supprimer le compte'",
      "step4": "Confirmez votre décision en tapant 'SUPPRIMER'",
      "step5": "Votre compte sera définitivement supprimé dans les 30 jours"
    },
    "alternative": {
      "title": "Besoin d'aide ?",
      "description": "Si vous rencontrez des problèmes ou si vous souhaitez nous faire part de vos commentaires avant de supprimer votre compte, n'hésitez pas à nous contacter à",
      "email": "eateasyhub@gmail.com"
    },
    "dataRetention": {
      "title": "Rétention des données",
      "description": "Après la suppression du compte, toutes vos données personnelles seront définitivement supprimées de nos serveurs dans les 30 jours. Certaines données peuvent être conservées sous forme anonymisée à des fins d'analyse."
    }
  }
}